11/data/attachments/7089eccf500a6ae5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_2a65597f-1b65-4443-ac68-bb0f9ed069c2</nif:username>
            <nif:friendToBeAdded>Tammy_debate_Friend_60766_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>